{
  "recipes": [
    {
      "id": 6,
      "image": "https://images.unsplash.com/photo-1493770348161-369560ae357d?ixlib=rb-1.2.1&ixid=eyJhcHBfaWQiOjEyMDd9&auto=format&fit=crop&w=750&q=80",
      "title": "Salada de Frutas",
      "author": "Helena Meyer",
      "ingredients": [
        "2 morangos",
        "3 mirtilos"
      ],
      "preparation": [
        "Pique todas em frutas em pedaços do mesmo tamanho"
      ],
      "information": "Se preferir, misture a granola juntamente com a etapa do iogurte. "
    },
    {
      "id": 2,
      "image": "https://cdn.pixabay.com/photo/2020/06/21/15/59/cheese-bread-5325628_960_720.jpg",
      "title": "Pão de Queijo",
      "author": "Luisa Gabriela",
      "ingredients": [
        "800 g de polvilho azedo",
        "1 copo (americano) de água",
        "1 copo (americano) de leite",
        "1/2 xícara de óleo",
        "2 ovos",
        "100 g de queijo parmesão ralado",
        "sal a gosto"
      ],
      "preparation": [
        "Em uma panela, ferva a água e acrescente o leite, o óleo e o sal.",
        "Adicione o polvilho, misture bem e comece a sovar a massa com o fogo desligado.",
        "Quando a massa estiver morna, acrescente o queijo parmesão, os ovos e misture bem.",
        "Unte as mãos e enrole bolinhas de 2 cm de diâmetro.",
        "Disponha as bolinhas em uma assadeira untada com óleo, deixando um espaço entre elas.",
        "Asse em forno médio (180º C), preaquecido, por cerca de 40 minutos."
      ],
      "information": "Se a massa ficar muito líquida, acrescente mais polvilho azedo ao poucos (pois ele é responsável por deixar a massa seca e também pelo salto de forno do pão de queijo)"
    },
    {
      "id": 3,
      "image": "https://cdn.pixabay.com/photo/2016/11/22/18/52/cake-1850011_960_720.jpg",
      "title": "Bolo de Chocolate",
      "author": "Paulo Ricardo",
      "ingredients": [
        "4 ovos",
        "4 colheres (sopa) de chocolate em pó",
        "2 colheres (sopa) de manteiga",
        "3 xícaras (chá) de farinha de trigo",
        "2 xícaras (chá) de açúcar",
        "2 colheres (sopa) de fermento",
        "1 xícara (chá) de leite"
      ],
      "preparation": [
        "Em um liquidificador adicione os ovos, o chocolate em pó, a manteiga, a farinha de trigo, o açúcar e o leite, depois bata por 5 minutos.",
        "Adicione o fermento e misture com uma espátula delicadamente.",
        "Em uma forma untada, despeje a massa e asse em forno médio (180 ºC) preaquecido por cerca de 40 minutos. Não se esqueça de usar uma forma alta para essa receita: como leva duas colheres de fermento, ela cresce bastante! Outra solução pode ser colocar apenas uma colher de fermento e manter a sua receita em uma forma pequena.",
        "Faça uma calda com chocolate derretido e leite condensado"
      ],
      "information": "Adicione na massa chocolate meio amargo derretido em banho-maria! O sabor vai ficar ainda mais intenso e incrível, não vai dar vontade de parar de comer!\r\n\r\nPeneirar ingredientes, na hora de fazer a massa, ajuda com que ela fique ainda mais linda e cresça bastante! Por isso, peneire a farinha de trigo e os ovos antes de adicioná-los à massa! "
    },
    {
      "id": 4,
      "image": "https://cdn.pixabay.com/photo/2017/04/06/18/39/carrot-cake-2209039_960_720.jpg",
      "title": "Bolo de Cenoura",
      "author": "Thaisa Flores",
      "ingredients": [
        "1/2 xícara (chá) de óleo",
        "3 cenouras médias raladas",
        "4 ovos",
        "2 xícaras (chá) de açúcar",
        "2 e 1/2 xícaras (chá) de farinha de trigo",
        "1 colher (sopa) de fermento em pó",
        "1 colher (sopa) de fermento em pó"
      ],
      "preparation": [
        "Em um liquidificador, adicione a cenoura, os ovos e o óleo, depois misture",
        "Acrescente o açúcar e bata novamente por 5 minutos.",
        "Em uma tigela ou na batedeira, adicione a farinha de trigo e depois misture novamente.",
        "Acrescente o fermento e misture lentamente com uma colher.",
        "Asse em um forno preaquecido a 180° C por aproximadamente 40 minutos."
      ],
      "information": "A receita de bolo de cenoura pode ser complicada porque exige alguns pequenos detalhes que garantem o resultado perfeito. Uma delas é a proporção de cenoura, que precisa ser correta para a receita que você está fazendo. Por isso, para ter certeza de que o bolo não vai solar, você pode utilizar a mesma medida da nossa receita de ovo recheado com bolo de cenoura, cerca de 250 g de cenoura para 2 copos de farinha de trigo."
    },
    {
      "id": 5,
      "image": "https://cdn.pixabay.com/photo/2016/06/10/14/33/aioli-1448217_960_720.jpg",
      "title": "Maionese Caseira",
      "author": "Luciana Sousa",
      "ingredients": [
        "1 ovo"
      ],
      "preparation": [
        "Juntar no liquidificador o ovo, a pimenta calabresa, cominho, salsa, cebola e sal, bater por 1 minuto."
      ],
      "information": "Se você gostar, pode colocar um dente de alho pequeno para saborizar sua maionese. "
    }
  ]
}